Repository: b-ausoj/MultiStopwatches-App
Catalog: lib/l10n/app_*.arb
Languages: de

source: STOP
de: STOPP

source: RESUME
de: WEITER

source: LAP
de: RUNDE

source: Rename
de: Umbenennen

source: Rename stopwatch
de: Stoppuhr umbenennen

source: Rename group
de: Gruppe umbenennen

source: Rename recording
de: Aufzeichnung umbenennen

source: Save
de: Speichern

source: Reset
de: Zurücksetzen

source: Delete
de: Löschen

source: Can't save while running
de: Kann nicht speichern während läuft

source: Can't save empty stopwatch
de: Kann keine leere Stoppuhr speichern

source: Undo reset
de: Zurücksetzen rückgängig

source: Can't reset while running
de: Kann nicht zurücksetzen während läuft

source: Undo
de: Rückgängig

source: Settings
de: Einstellungen

source: Default sort criterion:
de: Standard Sortierkriterium:

source: Default sort direction:
de: Standard Sortierrichtung:

# timeformatCsvExport
source: Timeformat for .csv export:
de: Zeitformat für .csv Export:

# delimiterCsvFile
source: Delimiter for .csv file:
de: Trennzeichen für .csv Datei:

source: Language:
de: Sprache:

# languageAuto
source: Auto (System)
de: Automatisch (System)

# languageEnglish
source: English
de: Englisch

# languageGerman
source: German
de: Deutsch

# addNewGroup
source: Add a new group
de: Neue Gruppe hinzufügen

source: Recordings
de: Aufzeichnungen

source: About
de: Über

# group
source: Group {number}
de: Gruppe {number}

# exportItem
source: Export
de: Exportieren

source: Export all
de: Alle exportieren

source: Delete all
de: Alle löschen

source: Delete this group
de: Diese Gruppe löschen

source: Save all
de: Alle speichern

source: Reset all
de: Alle zurücksetzen

source: Change order
de: Reihenfolge ändern

source: Export Group
de: Gruppe exportieren

source: Delete Group
de: Gruppe löschen

# aboutPageDescription
source: Hello, my name is Josua, and I'm a computer science student. In my free time, I work as a triathlon coach, and I found the need to simultaneously record the times of my athletes during track intervals or swim races. That's why I developed this app. If you have any feedback, suggestions for improvement, or encounter any issues, please don't hesitate to let me know! Your input is greatly appreciated.
de: Hallo, mein Name ist Josua und ich bin Informatik-Student. In meiner Freizeit arbeite ich als Triathlon-Trainer und hatte das Bedürfnis, die Zeiten meiner Athleten bei Bahnintervallen oder Schwimmwettkämpfen gleichzeitig aufzuzeichnen. Deshalb habe ich diese App entwickelt. Wenn du Feedback, Verbesserungsvorschläge hast oder auf Probleme stösst, zögere bitte nicht, mir Bescheid zu geben! Deine Rückmeldung wird sehr geschätzt.

source: Contact me
de: Kontaktiere mich

source: Rate this app
de: Bewerte diese App

# termsAndConditions
source: Terms & conditions
de: AGBs

source: Privacy policy
de: Datenschutzerklärung

# appVersionMessage
source: Your app version is {version}+{buildNumber}
de: Deine App-Version ist {version}+{buildNumber}

# pleaseAddToStore
source: Please add the app to the store first!
de: Bitte füge die App zuerst zum Store hinzu!

# welcomeMessage
source: Welcome to the MultiStopwatches app by Josua
de: Willkommen zur MultiStopwatches App von Josua

source: START ALL
de: ALLE STARTEN

source: Add Stopwatch
de: Stoppuhr hinzufügen

source: Lap time
de: Rundenzeit

source: Split time
de: Zwischenzeit

# fromGroup
source: from {groupName}
de: von {groupName}

# allRecordingsDeleted
source: All recordings have been deleted
de: Alle Aufzeichnungen wurden gelöscht

# recordingDeleted
source: Recording have been deleted
de: Aufzeichnung wurde gelöscht

# recordingsDeleted
source: Recordings have been deleted
de: Aufzeichnungen wurden gelöscht

# deleteGroupTitle
source: Delete {name}
de: {name} löschen

# areYouSureCannotUndo
source: Are you sure? This can not be undone
de: Bist du sicher? Das kann nicht rückgängig gemacht werden

# youHaveToCheckBox
source: You have to check the box
de: Du musst das Kästchen ankreuzen

source: CANCEL
de: ABBRECHEN

source: CONFIRM
de: BESTÄTIGEN

source: Change sorting
de: Sortierung ändern

# sortByLongestTime
source: Longest Time
de: Längste Zeit

# sortByLongestLapTime
source: Longest Lap Time
de: Längste Rundenzeit

# sortByCustom
source: Custom
de: Benutzerdefiniert

# sortAscending
source: Ascending
de: Aufsteigend

# sortDescending
source: Descending
de: Absteigend

# customSortExplanation
source: Drag stopwatches to reorder them manually
de: Ziehe Stoppuhren, um sie manuell neu anzuordnen

source: Athlete {number}
de: Athlet {number}

source: Can't delete while running
de: Kann nicht löschen während läuft

# allStopwatchesRemoved
source: All stopwatches have been removed
de: Alle Stoppuhren wurden entfernt

# stopwatchRemoved
source: '{name}' has been removed
de: '{name}' wurde entfernt

source: Here is your recording!
de: Hier ist deine Aufzeichnung!

source: Total Time
de: Gesamtzeit

source: Lap No.
de: Runde Nr.

source: Name cannot be empty
de: Name darf nicht leer sein

source: Name already exists
de: Name existiert bereits

# delimiterComma
source: Comma ,
de: Komma ,

# delimiterSemicolon
source: Semicolon ;
de: Semikolon ;

# delimiterSpace
source: Space
de: Leerzeichen

# tncTitle
source: Terms and Conditions for MultiStopwatches
de: Allgemeine Geschäftsbedingungen für MultiStopwatches

# tncLastUpdated
source: Last updated: 29.12.2025
de: Letzte Aktualisierung: 29.12.2025

# tncIntro
source: Please read these terms and conditions ("terms") carefully before using the MultiStopwatches web application ("service") operated by Josua B. ("us", "we", or "our").
de: Bitte lies diese Allgemeinen Geschäftsbedingungen ("Bedingungen") sorgfältig durch, bevor du die MultiStopwatches-Webanwendung ("Dienst") verwendest, die von Josua B. ("uns", "wir" oder "unser") betrieben wird.

# tncTermsOfUseTitle
source: Terms of Use
de: Nutzungsbedingungen

# tncTermsOfUse
source: By accessing or using the web application, these terms will automatically apply to you – you should make sure therefore that you read them carefully before using the app. You're not allowed to copy or modify the app, any part of the app, or our trademarks in any way. You're not allowed to make derivative versions of the app. The app itself, and all the trademarks, copyright, and other intellectual property rights related to it, belong to Josua B.
de: Durch den Zugriff auf oder die Nutzung der Webanwendung gelten diese Bedingungen automatisch für dich – du solltest sie daher sorgfältig lesen, bevor du die App verwendest. Es ist dir nicht gestattet, die App, Teile der App oder unsere Markenzeichen in irgendeiner Weise zu kopieren oder zu modifizieren. Es ist dir nicht gestattet, abgeleitete Versionen der App zu erstellen. Die App selbst sowie alle damit verbundenen Markenzeichen, Urheberrechte und andere geistige Eigentumsrechte gehören Josua B.

# tncServicePricingTitle
source: Service and Pricing
de: Dienst und Preisgestaltung

# tncServicePricing
source: MultiStopwatches is currently provided free of charge as a web application. We reserve the right to introduce optional donation features or change the pricing model in the future, with prior notice to users.
de: MultiStopwatches wird derzeit kostenlos als Webanwendung bereitgestellt. Wir behalten uns das Recht vor, optionale Spendenfunktionen einzuführen oder das Preismodell in Zukunft zu ändern, mit vorheriger Benachrichtigung der Nutzer.

# tncYourResponsibilitiesTitle
source: Your Responsibilities
de: Deine Verantwortlichkeiten

# tncYourResponsibilities
source: You are responsible for ensuring that your browser is compatible with the web application. An internet connection is required to initially load the application. If you install the app as a Progressive Web App (PWA), it can be used offline after the initial load. All your data is stored locally in your browser's storage and is your responsibility to backup if needed.
de: Du bist dafür verantwortlich, sicherzustellen, dass dein Browser mit der Webanwendung kompatibel ist. Eine Internetverbindung ist erforderlich, um die Anwendung anfänglich zu laden. Wenn du die App als Progressive Web App (PWA) installierst, kann sie nach dem ersten Laden offline verwendet werden. Alle deine Daten werden lokal im Speicher deines Browsers gespeichert und es liegt in deiner Verantwortung, sie bei Bedarf zu sichern.

# tncDataStorageTitle
source: Data Storage
de: Datenspeicherung

# tncDataStorage
source: All application data is stored exclusively in your browser's local storage. No data is transmitted to or stored on our servers. You are responsible for your own data management, including backups. Clearing your browser data will delete all application data.
de: Alle Anwendungsdaten werden ausschließlich im lokalen Speicher deines Browsers gespeichert. Es werden keine Daten an unsere Server übertragen oder dort gespeichert. Du bist für deine eigene Datenverwaltung verantwortlich, einschließlich Backups. Das Löschen deiner Browserdaten löscht alle Anwendungsdaten.

# tncLimitationLiabilityTitle
source: Limitation of Liability
de: Haftungsbeschränkung

# tncLimitationLiability
source: Josua B is not responsible for any direct, indirect, incidental, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from your access to or use of or inability to access or use the service. We do not warrant that:
de: Josua B ist nicht verantwortlich für direkte, indirekte, zufällige, Folge- oder Strafschäden, einschließlich, aber nicht beschränkt auf, Verlust von Gewinnen, Daten, Nutzung, Goodwill oder anderen immateriellen Verlusten, die sich aus deinem Zugriff auf oder der Nutzung von oder der Unfähigkeit, auf den Dienst zuzugreifen oder ihn zu nutzen, ergeben. Wir garantieren nicht, dass:

# tncLimitationLiabilityPoint1
source: •the service will function uninterrupted, secure or available at any particular time or location;
de: •der Dienst ununterbrochen, sicher oder zu einem bestimmten Zeitpunkt oder an einem bestimmten Ort verfügbar sein wird;

# tncLimitationLiabilityPoint2
source: •any errors or defects will be corrected;
de: •Fehler oder Mängel korrigiert werden;

# tncLimitationLiabilityPoint3
source: •the service is free of viruses or other harmful components;
de: •der Dienst frei von Viren oder anderen schädlichen Komponenten ist;

# tncLimitationLiabilityPoint4
source: •your data stored in browser storage will be preserved (you are responsible for backups).
de: •deine im Browser-Speicher gespeicherten Daten erhalten bleiben (du bist für Backups verantwortlich).

# tncGoverningLawTitle
source: Governing Law
de: Anwendbares Recht

# tncGoverningLaw
source: These terms shall be governed by and construed in accordance with the laws of Switzerland, without regard to its conflict of law provisions.
de: Diese Bedingungen unterliegen den Gesetzen der Schweiz und werden nach diesen ausgelegt, ohne Berücksichtigung von Kollisionsnormen.

# tncChangesTitle
source: Changes to These Terms and Conditions
de: Änderungen dieser Allgemeinen Geschäftsbedingungen

# tncChanges
source: We reserve the right to modify these terms at any time. We will notify you of any changes by updating the "Last updated" date. Your continued use of the app after any such changes constitutes your acceptance of the new terms.
de: Wir behalten uns das Recht vor, diese Bedingungen jederzeit zu ändern. Wir werden dich über Änderungen informieren, indem wir das Datum "Letzte Aktualisierung" aktualisieren. Deine fortgesetzte Nutzung der App nach solchen Änderungen stellt deine Zustimmung zu den neuen Bedingungen dar.

# tncContactTitle
source: Contact Us
de: Kontakt

# tncContact
source: If you have any questions about these Terms and Conditions, please contact us at:
de: Wenn du Fragen zu diesen Allgemeinen Geschäftsbedingungen hast, kontaktiere uns bitte unter:

# ppTitle
source: Privacy Policy for MultiStopwatches
de: Datenschutzerklärung für MultiStopwatches

# ppLastUpdated
source: Last updated: 29.12.2025
de: Letzte Aktualisierung: 29.12.2025

# ppIntro
source: Thank you for choosing to use MultiStopwatches. We take your privacy seriously and are committed to protecting it. This privacy policy explains how we handle information in relation to the MultiStopwatches web application.
de: Vielen Dank, dass du dich für MultiStopwatches entschieden hast. Wir nehmen deine Privatsphäre ernst und verpflichten uns, sie zu schützen. Diese Datenschutzerklärung erklärt, wie wir mit Informationen in Bezug auf die MultiStopwatches-Webanwendung umgehen.

# ppInfoCollectTitle
source: Information We Collect and Store
de: Informationen, die wir sammeln und speichern

# ppInfoCollect
source: MultiStopwatches does not collect, transmit, or store any personal data on external servers. The application stores all user data (including stopwatch configurations, recordings, and settings) exclusively in your browser's local storage (localStorage/IndexedDB). This data never leaves your device and is not transmitted to us or any third party.
de: MultiStopwatches sammelt, überträgt oder speichert keine persönlichen Daten auf externen Servern. Die Anwendung speichert alle Benutzerdaten (einschließlich Stoppuhr-Konfigurationen, Aufzeichnungen und Einstellungen) ausschließlich im lokalen Speicher deines Browsers (localStorage/IndexedDB). Diese Daten verlassen niemals dein Gerät und werden nicht an uns oder Dritte übermittelt.

# ppInternetTitle
source: Internet Connection
de: Internetverbindung

# ppInternet
source: An internet connection is required only to initially load the web application. Once loaded, or if installed as a Progressive Web App (PWA), the application can function completely offline. No data is transmitted during usage, whether online or offline.
de: Eine Internetverbindung ist nur erforderlich, um die Webanwendung anfänglich zu laden. Sobald sie geladen ist oder als Progressive Web App (PWA) installiert wurde, kann die Anwendung vollständig offline funktionieren. Während der Nutzung werden keine Daten übertragen, weder online noch offline.

# ppCookiesTitle
source: Cookies and Tracking
de: Cookies und Tracking

# ppCookies
source: MultiStopwatches does not use cookies, analytics, tracking scripts, or any other data collection technologies. We do not track your usage or collect any information about how you use the application.
de: MultiStopwatches verwendet keine Cookies, Analytics, Tracking-Skripte oder andere Datenerfassungstechnologien. Wir verfolgen deine Nutzung nicht und sammeln keine Informationen darüber, wie du die Anwendung verwendest.

# ppDataSecurityTitle
source: Data Security and Control
de: Datensicherheit und Kontrolle

# ppDataSecurity
source: Your data is stored locally in your browser's storage and remains under your complete control. You can delete all application data at any time by clearing your browser's storage or cache. We recommend backing up important data, as we have no access to or copies of your data and cannot recover it if lost.
de: Deine Daten werden lokal im Speicher deines Browsers gespeichert und bleiben unter deiner vollständigen Kontrolle. Du kannst alle Anwendungsdaten jederzeit löschen, indem du den Speicher oder Cache deines Browsers löschst. Wir empfehlen, wichtige Daten zu sichern, da wir keinen Zugriff auf deine Daten haben oder Kopien davon besitzen und sie nicht wiederherstellen können, wenn sie verloren gehen.

# ppYourRightsTitle
source: Your Rights
de: Deine Rechte

# ppYourRights
source: Since all data is stored locally on your device and no data is collected by us, you have complete control over your information. You can access, modify, export, or delete your data at any time through the application or your browser settings. We do not process any personal data, so GDPR data subject requests are not applicable.
de: Da alle Daten lokal auf deinem Gerät gespeichert werden und keine Daten von uns erfasst werden, hast du die vollständige Kontrolle über deine Informationen. Du kannst deine Daten jederzeit über die Anwendung oder deine Browsereinstellungen einsehen, ändern, exportieren oder löschen. Wir verarbeiten keine persönlichen Daten, daher sind DSGVO-Betroffenenanfragen nicht anwendbar.

# ppThirdPartyTitle
source: Third-Party Services
de: Dienste von Drittanbietern

# ppThirdParty
source: MultiStopwatches does not integrate with or share data with any third-party services, analytics platforms, or external APIs.
de: MultiStopwatches integriert keine Dienste von Drittanbietern und teilt keine Daten mit Analyseplattformen oder externen APIs.

# ppChangesTitle
source: Changes to This Privacy Policy
de: Änderungen dieser Datenschutzerklärung

# ppChanges
source: We may update our Privacy Policy from time to time. We will notify you of any changes by updating the "Last updated" date on this page. You are advised to review this Privacy Policy periodically for any changes.
de: Wir können unsere Datenschutzerklärung von Zeit zu Zeit aktualisieren. Wir werden dich über Änderungen informieren, indem wir das Datum "Letzte Aktualisierung" auf dieser Seite aktualisieren. Es wird empfohlen, diese Datenschutzerklärung regelmäßig auf Änderungen zu überprüfen.

# ppContactTitle
source: Contact Us
de: Kontakt

# ppContact
source: If you have any questions about this Privacy Policy, please contact us at:
de: Wenn du Fragen zu dieser Datenschutzerklärung hast, kontaktiere uns bitte unter:
